Repository: stephencorderinf0inf/-point-cloud-detection
Catalog: scanning/locales/*/LC_MESSAGES/scanner.po
Languages: de, es, fr, hi, ja, pt

source: TERMINAL OUTPUT
de: TERMINAL-AUSGABE
es: SALIDA DE TERMINAL
fr: SORTIE TERMINAL
hi: टर्मिनल आउटपुट
ja: ターミナル出力
pt: SAÍDA DO TERMINAL

source: [Scrolled up {}]
de: [{} nach oben gescrollt]
es: [Desplazado {} arriba]
fr: [Défilé de {}]
hi: [{} ऊपर स्क्रॉल किया]
ja: [{}上にスクロール]
pt: [Rolado {} acima]

source: [[ / ]]: Scroll [\]: Bottom
de: [[ / ]]: Scrollen [\]: Ende
es: [[ / ]]: Desplazar [\]: Abajo
fr: [[ / ]]: Défiler [\]: Bas
hi: [[ / ]]: स्क्रॉल [\]: नीचे
ja: [[ / ]]: スクロール [\]: 最下部
pt: [[ / ]]: Rolar [\]: Fim

source: ({} more above)
de: ({} weitere oben)
es: ({} más arriba)
fr: ({} de plus au-dessus)
hi: (ऊपर {} और)
ja: (上に{}件)
pt: ({} mais acima)

source: SCANNER CONTROLS
de: SCANNER-STEUERUNG
es: CONTROLES DEL ESCÁNER
fr: CONTRÔLES DU SCANNER
hi: स्कैनर नियंत्रण
ja: スキャナー操作
pt: CONTROLES DO SCANNER

source: [B] Hide
de: [B] Ausblenden
es: [B] Ocultar
fr: [B] Masquer
hi: [B] छुपाएं
ja: [B] 非表示
pt: [B] Ocultar

source: Angle: {:.1f}deg
de: Winkel: {:.1f}°
es: Ángulo: {:.1f}°
fr: Angle: {:.1f}°
hi: कोण: {:.1f}°
ja: 角度: {:.1f}°
pt: Ângulo: {:.1f}°

source: Session: {}
de: Sitzung: {}
es: Sesión: {}
hi: सत्र: {}
ja: セッション: {}
pt: Sessão: {}

source: Step: {:.1f}deg
de: Schritt: {:.1f}°
es: Paso: {:.1f}°
fr: Pas: {:.1f}°
hi: चरण: {:.1f}°
ja: ステップ: {:.1f}°
pt: Passo: {:.1f}°

source: Points: {}
de: Punkte: {}
es: Puntos: {}
hi: बिंदु: {}
ja: ポイント: {}
pt: Pontos: {}

source: Mode: {}
de: Modus: {}
es: Modo: {}
hi: मोड: {}
ja: モード: {}
pt: Modo: {}

source: ROTATION:
es: ROTACIÓN:
hi: घूर्णन:
ja: 回転:
pt: ROTAÇÃO:

source: [SPACE] Capture point(s)
de: [LEERTASTE] Punkt(e) erfassen
es: [ESPACIO] Capturar punto(s)
fr: [ESPACE] Capturer point(s)
hi: [स्पेस] बिंदु कैप्चर करें
ja: [スペース] ポイント取得
pt: [ESPAÇO] Capturar ponto(s)

source: [R] Rotate +{:.1f}deg
de: [R] Drehen +{:.1f}°
es: [R] Rotar +{:.1f}°
fr: [R] Pivoter +{:.1f}°
hi: [R] घुमाएं +{:.1f}°
ja: [R] +{:.1f}°回転
pt: [R] Girar +{:.1f}°

source: [T] Set angle manually
de: [T] Winkel manuell einstellen
es: [T] Establecer ángulo manualmente
fr: [T] Définir l'angle manuellement
hi: [T] कोण मैन्युअल रूप से सेट करें
ja: [T] 角度を手動設定
pt: [T] Definir ângulo manualmente

source: [E] Change step size
de: [E] Schrittgröße ändern
es: [E] Cambiar tamaño de paso
fr: [E] Changer la taille du pas
hi: [E] चरण आकार बदलें
ja: [E] ステップサイズ変更
pt: [E] Alterar tamanho do passo

source: MODES:
de: MODI:
es: MODOS:
hi: मोड:
ja: モード:
pt: MODOS:

source: [1] Laser detection
de: [1] Lasererkennung
es: [1] Detección láser
fr: [1] Détection laser
hi: [1] लेजर डिटेक्शन
ja: [1] レーザー検出
pt: [1] Detecção a laser

source: [2] Curve tracing
de: [2] Kurvenverfolgung
es: [2] Trazado de curvas
fr: [2] Traçage de courbes
hi: [2] वक्र अनुरेखण
ja: [2] 曲線トレース
pt: [2] Rastreamento de curvas

source: [3] Corner detection
de: [3] Eckenerkennung
es: [3] Detección de esquinas
fr: [3] Détection des coins
hi: [3] कोने की पहचान
ja: [3] コーナー検出
pt: [3] Detecção de cantos

source: [4] AI Depth (MiDaS)
de: [4] KI-Tiefe (MiDaS)
es: [4] Profundidad IA (MiDaS)
fr: [4] Profondeur IA (MiDaS)
hi: [4] AI गहराई (MiDaS)
ja: [4] AI深度 (MiDaS)
pt: [4] Profundidade IA (MiDaS)

source: UTILITIES:
de: DIENSTPROGRAMME:
es: UTILIDADES:
fr: UTILITAIRES:
hi: उपयोगिताएँ:
ja: ユーティリティ:
pt: UTILITÁRIOS:

source: [V] Cartoon mode
de: [V] Cartoon-Modus
es: [V] Modo dibujo
fr: [V] Mode dessin animé
hi: [V] कार्टून मोड
ja: [V] カートゥーンモード
pt: [V] Modo desenho

source: [D] Debug view
de: [D] Debug-Ansicht
es: [D] Vista de depuración
fr: [D] Vue de débogage
hi: [D] डीबग व्यू
ja: [D] デバッグビュー
pt: [D] Visualização de depuração

source: [C] Clear points
de: [C] Punkte löschen
es: [C] Limpiar puntos
fr: [C] Effacer les points
hi: [C] बिंदु साफ़ करें
ja: [C] ポイントクリア
pt: [C] Limpar pontos

source: [O] 3D Viewer
es: [O] Visor 3D
fr: [O] Visionneuse 3D
hi: [O] 3D व्यूअर
ja: [O] 3Dビューア
pt: [O] Visualizador 3D

source: [F] Process photos
de: [F] Fotos verarbeiten
es: [F] Procesar fotos
fr: [F] Traiter les photos
hi: [F] फ़ोटो प्रोसेस करें
ja: [F] 写真処理
pt: [F] Processar fotos

source: [T] Toggle capture mode
de: [T] Aufnahmemodus umschalten
es: [T] Alternar modo captura
fr: [T] Basculer mode capture
hi: [T] कैप्चर मोड टॉगल करें
ja: [T] キャプチャモード切替
pt: [T] Alternar modo de captura

source: [S] Save cloud
de: [S] Punktwolke speichern
es: [S] Guardar nube
fr: [S] Enregistrer le nuage
hi: [S] क्लाउड सहेजें
ja: [S] クラウド保存
pt: [S] Salvar nuvem

source: [M] Mesh method
de: [M] Mesh-Methode
es: [M] Método de malla
fr: [M] Méthode de maillage
hi: [M] मेश विधि
ja: [M] メッシュ方法
pt: [M] Método de malha

source: [I] Toggle AI panel
de: [I] KI-Panel umschalten
es: [I] Alternar panel IA
fr: [I] Basculer panneau IA
hi: [I] AI पैनल टॉगल करें
ja: [I] AIパネル切替
pt: [I] Alternar painel IA

source: [H] Hide terminal
de: [H] Terminal ausblenden
es: [H] Ocultar terminal
fr: [H] Masquer le terminal
hi: [H] टर्मिनल छुपाएं
ja: [H] ターミナル非表示
pt: [H] Ocultar terminal

source: [[ / ]] Scroll terminal
de: [[ / ]] Terminal scrollen
es: [[ / ]] Desplazar terminal
fr: [[ / ]] Défiler le terminal
hi: [[ / ]] टर्मिनल स्क्रॉल करें
ja: [[ / ]] ターミナルスクロール
pt: [[ / ]] Rolar terminal

source: [Q] Quit
de: [Q] Beenden
es: [Q] Salir
fr: [Q] Quitter
hi: [Q] बाहर निकलें
ja: [Q] 終了
pt: [Q] Sair

source: [+/-] Curve sampling
de: [+/-] Kurvenabtastung
es: [+/-] Muestreo de curvas
fr: [+/-] Échantillonnage de courbes
hi: [+/-] वक्र नमूनाकरण
ja: [+/-] 曲線サンプリング
pt: [+/-] Amostragem de curvas

source: [{/}] Corner count
de: [{/}] Eckenanzahl
es: [{/}] Conteo de esquinas
fr: [{/}] Nombre de coins
hi: [{/}] कोने की गिनती
ja: [{/}] コーナー数
pt: [{/}] Contagem de cantos

source: [</>] Edge threshold
de: [</>] Kantenschwelle
es: [</>] Umbral de bordes
fr: [</>] Seuil de contour
hi: [</>] किनारे की सीमा
ja: [</>] エッジ閾値
pt: [</>] Limiar de bordas

source: Curve: 1/{}
de: Kurve: 1/{}
es: Curva: 1/{}
fr: Courbe: 1/{}
hi: वक्र: 1/{}
ja: 曲線: 1/{}
pt: Curva: 1/{}

source: Corners: {}
de: Ecken: {}
es: Esquinas: {}
fr: Coins: {}
hi: कोने: {}
ja: コーナー: {}
pt: Cantos: {}

source: Edges: {}/{}
de: Kanten: {}/{}
es: Bordes: {}/{}
fr: Contours: {}/{}
hi: किनारे: {}/{}
ja: エッジ: {}/{}
pt: Bordas: {}/{}

source: CURVE MODE:
de: KURVENMODUS:
es: MODO CURVA:
fr: MODE COURBE:
hi: वक्र मोड:
ja: 曲線モード:
pt: MODO CURVA:

source: Curves: {}
de: Kurven: {}
es: Curvas: {}
fr: Courbes: {}
hi: वक्र: {}
ja: 曲線: {}
pt: Curvas: {}

source: Curve pts: {}
de: Kurvenpunkte: {}
es: Puntos curva: {}
fr: Pts courbe: {}
hi: वक्र बिंदु: {}
ja: 曲線点: {}
pt: Pts curva: {}

source: No curves detected
de: Keine Kurven erkannt
es: No se detectaron curvas
fr: Aucune courbe détectée
hi: कोई वक्र नहीं मिला
ja: 曲線が検出されませんでした
pt: Nenhuma curva detectada

source: Camera Info
de: Kamera-Info
es: Info de Cámara
fr: Info Caméra
hi: कैमरा जानकारी
ja: カメラ情報
pt: Info da Câmera

source: Res: {}
de: Aufl: {}
fr: Rés: {}
hi: रिज़ॉल्यूशन: {}
ja: 解像度: {}

source: Focal: {}
de: Brenn: {}
hi: फोकल: {}
ja: 焦点距離: {}

source: Sharp: {:.2f}
de: Schärfe: {:.2f}
es: Nitidez: {:.2f}
fr: Netteté: {:.2f}
hi: शार्पनेस: {:.2f}
ja: シャープネス: {:.2f}
pt: Nitidez: {:.2f}

source: Bright: {:.2f}
de: Helligkeit: {:.2f}
es: Brillo: {:.2f}
fr: Luminosité: {:.2f}
hi: चमक: {:.2f}
ja: 明るさ: {:.2f}
pt: Brilho: {:.2f}

source: Status: {}
es: Estado: {}
fr: Statut: {}
hi: स्थिति: {}
ja: ステータス: {}

source: Analyzing...
de: Analysiere...
es: Analizando...
fr: Analyse en cours...
hi: विश्लेषण कर रहे हैं...
ja: 分析中...
pt: Analisando...

source: Press 'i' to hide
de: Drücke 'i' zum Ausblenden
es: Presiona 'i' para ocultar
fr: Appuyez sur 'i' pour masquer
hi: छुपाने के लिए 'i' दबाएं
ja: 'i'を押して非表示
pt: Pressione 'i' para ocultar
